Repository: wp-plugins/credit-tracker
Catalog: languages/credit-tracker-*.po
Languages: de_de

source: Ident-Nr.
de_de: Id-Nr.

source: The original object number at the source
de_de: Original Objekt-Nummer

source: activate
de_de: aktivieren

source: GET MEDIA DATA
de_de: MEDIADATEN HOLEN

source: Source
de_de: Quelle

source: Source where to locate the original media
de_de: Quelle der originalen Medien-Datei

source: Author
de_de: Autor

source: Media author/owner
de_de: Medien-Autor/Eigentümer

source: Publisher
de_de: Verleger

source: Media publisher (e.g. image agency)
de_de: Medium-Herausgeber ( z.B. Bilder-Agentur )

source: License
de_de: Lizenz

source: Media license
de_de: Medien-Lizenz

source: Media link
de_de: Medien-Link

source: No images found
de_de: keine Bilder gefunden

source: Settings
de_de: Einstellungen

source: Image data retriever (Free)
de_de: Image data retriever (Frei)

source: Features
de_de: Merkmale

source: Available plugin features
de_de: Verfügbare Plugin Merkmale

source: Validate
de_de: Validieren

source: Did you find a bug? Have an idea for a plugin? Please help us improve this plugin
de_de: Haben Sie einen Fehler gefunden, oder eine Idee für ein Plugin? Helfen Sie uns bitte bei der Verbesserung.

source: Report a bug, or suggest an improvement
de_de: Melden Sie einen Fehler, oder schlagen Sie eine Verbesserung vor

source: Like us on Facebook
de_de: Empfehle uns auf Facebook

source: Read Labs64 Blog
de_de: Labs64 Blog lesen

source: Shortcodes Reference
de_de: Shortcodes Referenz

source: Credit Tracker Settings
de_de: Credit Tracker Einstellungen

source: Retriever Settings
de_de: Retriever Einstellungen

source: Override shortcodes
de_de: Shortcodes überladen

source: Override WordPress [caption] shortcode
de_de: WordPress Shortcode [caption] überladen

source: Replaces output of standard WordPress [caption] shortcode with improved version (add Image Microdata and Image Credit)
de_de: Ersetzt Ausgabe von standard WordPress Shortcode [caption] mit verbesserter Version (Bild Microdata und Urheberinfo)

source: Custom
de_de: Benutzerdefiniert
